# Formulae
brew "antigen"
brew "atuin"
brew "corepack"
brew "coreutils"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "jq"
brew "k9s"
brew "kubectl"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "FelixKratz/formulae/borders"
brew "zsh"

# Casks
cask "font-monaspace"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "1password"
cask "arc"
cask "cursor"
cask "dropbox"
cask "helium"
cask "nikitabobko/tap/aerospace"

